{
    "conversations": [
        {
            "user": "장난, 농담하는 거 안 좋아하나 봐요.. 휴",
            "assistant": "에 estj 장난 엄청 좋아하던데..!"
        },
        {
            "user": "같은 유형일 때 서로 잘 싸우지도 않고 싸우게 돼도 쿨하게 받아들이고 넘기고 그런 건지?아님 반대로 자기주장이 강해서 서로 충돌하나요? 서로 잘 맞는지 갑자기 궁금하네요 ㅋㅋ",
            "assistant": "와 재밌겠다... 한번 보고 싶어요."
        },
        {
            "user": "원래 만난 첫날에 스킨십은 막 좋게 생각하진 않아서ㅠ 아무튼 그러고 나서 집에 왔는데 저도 그분의 외모나 조건이 나쁘지 않아서 어느 정도 마음은 있었기에 포옹할 때 설렜다고 말했고(마음이 반반이네요 이부분은ㅠㅋㅋ) 그분이 거기에 용기를 얻었는지 이번 주 출장 가는데 선물을 사 오겠다, 말을 놓자고 하더라고요  너무 불도저 같으신데 estj가 원래 금사빠인가요? 물론 사바 사인 부분도 있겠지만 제가 이전의 사랑의 상처가 커서 워낙 조심스럽네요ㅠㅠ",
            "assistant": "근데 estj라서 그렇다기보단 남자라서 그런 것 같아요 ㅋㅋㅋinfp님 외모가 마음에 들어서 그런 것 같은데요?"
        },
        {
            "user": "요즘 가끔 마음이 아프네요ㅎㅎ ㅋㅋㅋ그래도 잇 이제... 기 여우",
            "assistant": "날리는데 자제 중인 거 같아요 ㅎㅎ...무셔옹"
        },
        {
            "user": "잘 몰랐던 유형이라 관련 글을 봐도 연애에 어떤 방향으로 참고해야 될지 잘 몰라서 글을 써봅니다. Istj 여성과의 연애에서 유의사항, 팁 같은 걸 얻고 싶네요.적은 답이라도 환영하니 많은 도움 부탁드려요..!",
            "assistant": "이론만으로 살펴보겠습니다. 이론상으로는 수혜 관계에 가까운 것 같네요."
        },
        {
            "user": "이런 식으로 칭찬했는데 아니라고 부정만 해서...ㅠㅠ막 본인 얘기할 때 제가 반응을 어떻게 해주는 게 좋을까요? 리액션 왕창해주면 되나요?!",
            "assistant": "리액션보다 님이 자기 계발하고 운동 꾸준히+성실 멋진 모습+다이어트해서 예쁜 모습 보여주시면 됩니다"
        },
        {
            "user": "전화하고 걱정하고 거의 맨날 연락 선 독하고 자꾸 둘이 만나자고 하길래 저를 좋아한다는 확신이 어느 정도 있었는데 제가 좋아하는 사람 있다고 했더니 누구냐고 막 묻더니 아는 사람이면 도와주겠다고... 마지막에는 너무 꼬치꼬치 물어서 미안하대요...",
            "assistant": "일부러 그러는거일수도..ㅎㅎ괜히"
        },
        {
            "user": "좋게 말하면 눈치 빠르고 센스도 있는데 애인으로서는 많이 아쉬워요  주변 사람들 엄청 눈치 보고 신경 쓰는 느낌.. 주관이 없어요 ㅠ",
            "assistant": "22 어쩌라고 마인드가 잡고 있어서 저는 눈치 안 보고 제 개성 뽐내고 다녀요 "
        },
        {
            "user": "말만 떠들어대면서 있는 것도 쥐뿔도 없고 입만 동동 떠다니면 사람이 없어 보인다고도 하셨어요.저는 어렸을 때 책과 만드는 것을 좋아해서 이것저것 하고 싶어 하는데 이리 말씀하실 때마다 저를 제한하고 못 미더워 하는 것 같아 시무룩했는데, 사회생활하다 보니 그 말이 몸에 배어서 말보다 생각을 먼저 정리하는 편으로 자랐고, 그 말이 유용하다고 다시 느끼게 되었어요.isfj 분들도 자녀가 있다면 어떤 말을 해주고 싶으시나요?",
            "assistant": "저희 엄마 잇츠제, 제가 고민 상담하면 자꾸 판결을 내려주셔서 제가 판사님이라고 별명 붙여줬어욪ㅋㅋ엄마는 내 편 안 들어줘...."
        },
        {
            "user": "infp는 esfj에게 때때로 맘 상 ㅜㅜ 하지만 좀 힘들다 외롭다 하는 esfj 짝꿍이 좀 행복해졌으면 좋겠는데 당최 방법을 모르겠어요 당최 저로서는 이해불가 ㅋㅋ 어떤 말이나 행동을 해주면 좋으신가요?",
            "assistant": "도와줘너 도움이 필요해."
        },
        {
            "user": "isfj 남자친구를 더 행복하게 해주고 싶은데 어떤 말을 들었을 때 행복하셨나요?",
            "assistant": "ㅋㅋ진짜요?ㅋㅋ"
        },
        {
            "user": "주변에 연세 좀 있으신 에프제가 있으신가요?있다면 저희 아버지랑 비슷하신지궁금해요! ㅎㅎ",
            "assistant": "저는 엘프제 아 조 씨랑 싸운 적 있어서 비호감이에요"
        },
        {
            "user": "그분들의 업적이... 남들은 안 해주던 그분들의 업적을 몇 번 언급할 때마다 모두 손서 리치고 하지 말라지만 보이는데 어떡합니까 입이 근질거려서 칭찬을 빙자한 언급을 하면 입은 싫다지만 표정은 그렇지 못한걸~ 물론 저도 위로 많이 받습니다 ㅋㅋ대화가 참 잘 돼요 ㅎㅎ",
            "assistant": "음악이나 간호계열에 많더라고요 "
        },
        {
            "user": "맨날 저만 선독 하니까 너무 속상하기도 해서요 ㅠㅠ 선독 올 때까지 기다려 볼까요?괜찮은 방법일까요? 에프 제분들 의견 좀 부탁드려요 ㅜㅜ",
            "assistant": "매일 보내다 하루 이틀 쉬어보는 건 해볼 수 있겠어요."
        },
        {
            "user": "뭔가 엄격하면서도 스스로도 속앓이를 많이 할 것 같은데 맞나요?infj..알기 어려우면서도 궁금하네요 ",
            "assistant": "저희 언니 보니까 그런 것 같던데..자기가 잘못하면 속앓이를 해서 그런지 저한테 이야기하고 들어보면 또 별거 아닌.."
        },
        {
            "user": "평소에는 표현도 안 하고 무뚝뚝하다가 가끔 훅 들어오는 나쁜 남자 스타일 항상 표현해 주고 항상 잘해주는 착한 남자 스타일 둘 다 외모는 비슷하다는 가정하에 어떤 남자를 더 선호하시나요?",
            "assistant": "전 에프제는 아니지만 달 후입니다착한 남자 최고 +물론 저한테만 ㅎㅎ ^>^"
        },
        {
            "user": "저는 원래 infp 입니다!최근에 검사해 보니 이너프 제로 나오더라고요 ㅎㅎ평소에 성격적으로 비슷한 점이 많다고 생각했는데 이너프 피와 이너프제는 어떤 점이 비슷하고 어떤 점이 다를까요?",
            "assistant": "계획적 vs 무계획 차이죠 혹시 즉흥적으로 약속 잡으시나요?"
        },
        {
            "user": "이 정도네요 ㅎㅎ각자의 차이를 무시할 수는 없지만, 같이 노력하다 보면 더 깊은 관계가 될 수 있겠죠? Istp이 신 분들, Istp 애인을 두신 다른 분들, 그 밖의 모든 분들의 댓글을 환영합니다!",
            "assistant": "오 맞아요!!"
        },
        {
            "user": "애정표현 잘하는지 감정 공감 같은 건 어떤지 트러블 생겼을 때는 대체적으로 어떻게 대응하는지 궁금합니다.",
            "assistant": "애정표현은 없던데요..낯간지러운 거 안 좋아하는 것 같고."
        },
        {
            "user": "브 나나의 로사, 모던 패밀리의 제이, 헝거게임의 헤이 미치..다 제가 좋아하는 인물들이네요. 암튼 너무 매력 있어 그냥 그렇다고요 예",
            "assistant": "istp만의 담백하고 시크하고 츤데레적인 매력이 있죠ㅎㅎ인정합니다~^^"
        },
        {
            "user": "사내 메신저로만 얘기함 근데 사내 메신저도 안 하는 날 많음 * 소개팅이 많이 들어오지만 마음에 드는 사람이 없고 자기는 자만 추가 좋다고 함 ",
            "assistant": "카톡을 안 하는 이유는 대화 소진될까 봐요 만나서는 말 많이 하겠죠? 암튼 제 생각에는 좋아하는 거 맞는다고 봅니다"
        },
        {
            "user": "1.isfp 남자는 상대방이 귀엽다고 해주는 거 좋아하나요?2. 상대방이 적극적인 거 좋아하는지 궁금해요 3. 데이트 코스 같은 거 상대방이 짜는 거 좋아하는지 궁금해요 4. 상대방이 걱정해 주고 챙겨 주는 거 좋아하는지 궁금해요 ",
            "assistant": "제 기준 1. 네 2. 적당한 게 좋은 거 같아요 3. 정말 좋아요 4. 네,"
        },
        {
            "user": "s와 n 하나 차이이지만 isfp 너무 어려워서요 상대방이 어디 돌아다니는 건 안 좋아하는 스타일 같기도 하고 최대한 상대방한테 맞춰주고 싶어서요 ",
            "assistant": "물어보는 거 쪼아요 "
        },
        {
            "user": "이러거든요?이거 그냥 미루고 싶어서 핑계 대는 걸까요?ㅜㅜ 카톡 할 땐 거의 칼 답이고 선톡도 서너 번 왔거든요..",
            "assistant": "호감이에요"
        },
        {
            "user": "isfp들 원래 잠깐잠깐씩 보나요.. 체력이 좀 없는 거 같기도 하고 연락은 잘 되는 편이에요ㅜ내가 많은 걸 바라는 건지..?",
            "assistant": "infp 신데 잇 포 피랑 비슷하지 않습니까? 잇 포피는 체력이 그리 많은 성향이 아니에요 ㅎㅎ;"
        },
        {
            "user": "절 좋아한다기보다는 본인 마음이 아직 안 끝났는데 이별을 하고 차인 거에 대한 미련인가요..) 심리가 뭘까요? 그리고 재회한다고 하려도 바뀔지 모르겠습니다..",
            "assistant": "정리 못하고 헤어져서 혼란스러울 거예요. 막 말하고 그런 사람은 성향을 떠나서 관계를 이어나가는 거 반대입니다."
        },
        {
            "user": "혹시 자기를 좋아하는 걸 짐작하거나 알면 부담스럽게 생각하시나요??아니면 신경 쓰이시나요??",
            "assistant": "싫어하는 사람이면 부담스럽겠지만 그게 아니라면 좋은 의미로 약간 신경이 쓰일 거 같아요! 대신 과도하게 너무 표현하고 그러면 부담스러울 거 같아요!!"
        },
        {
            "user": "일주일 정도 있다가 담 주쯤 만나서 이야기하면 안 되냐고 해볼 생각인데..가능할까요ㅠㅠ잊고싶은데 너무 생각나요ㅠㅠ",
            "assistant": "잇 포피는 마음에 문이 닫히면 힘들어요... 재회 한들 변하지 않는 한 다시 문을 열진 않을 거예요"
        },
        {
            "user": "그래서 카톡으로 너무한다 식으로 남겼더니 좋게 헤어지고 싶었는데 이런 식이면 좋게 못 헤어지겠네 하면서 잘 지내라고 카톡 왔더라고요 저게 좋게 말한 건지...일 프 피 남자는 이제 징글징글해요ㅠ",
            "assistant": "잇 포피는 헤어질 땐 단호해요. 이미 마음 정리 다 했거든요."
        },
        {
            "user": "잇츠 피가 당장 헤어지는 건 아니고 잘 모르겠다하고 예전만큼 마음은 아닌 거 같다 하고 잠시 시간을 갖자는 건 마음이 떠난 건가요?헤어지자는 거죠?ㅠ",
            "assistant": "최근에 싸우시거나 그런 거 있으신가요?아무 일 없이 갑자기 그런 거면...."
        },
        {
            "user": "isfp 남자들 바람기 많나요? 여자들이 주변에 많아서 걱정되는데 걱정돼서 말하면 집착이라 할까 봐 고민돼요isfp와 연락 포함 장거리 팁 좀 주세요..ㅠㅠㅠ",
            "assistant": "바람은 딱히??쓰니 님보다 더 예쁜 사람이 나타나는 거 아닌 이상 여사친들은 그냥 사람으로만 보여요 "
        },
        {
            "user": "전 여자친구에게 크게 실망하고 헤어진 경우 염탐도 안 하나요? 궁금",
            "assistant": "살면서 만나본 나쁜 사람들은 한번 차단 목록에 들어가면 해제 안 하잖아요 님도 그렇지 않나요 "
        },
        {
            "user": "이게 먼가 싶은데 뭐 하냐고물어보면 산책한다 친구 만난다 엄마랑 밥 먹는다 등등 카톡으로 우리 안 만나지도 않고 자기가 질문을 많이 받는 거 같다고 하고 머리 아프네요 먼가 ..",
            "assistant": "이럴 땐 연락할수록 마이너스가 될 수 있어요. 좀 더 친해져야 할 것 같아요!!"
        },
        {
            "user": "아니면 예의상 보내는 건가요 ?전 카톡 안 올 줄 알았는데 .. 대전에서 ->청주 갔다고 하니 집 잘 도착했냐고 물어보는 톡을 보내시던데 더 다가가도 되는지 모르겠어요 ",
            "assistant": "음 isfp남으로써 말씀드리자면.. 한번 어색했다고 망하진 않아요 "
        },
        {
            "user": "혹시 '제가 뭐라고', '내가 뭐라고' '나 따위가 뭐라고' 이런 말 많이 쓰세요????이거 좋아하는 사람 입장에서 되게 힘 빠지는 말인데....",
            "assistant": "겸손 대장 잇츠 피로서 저는 많이 씁니다.."
        },
        {
            "user": "3달 정도 연락하는?isfp 여성분이 있는데 밥도 자주 먹고 가끔 주말이나 휴일에 만나서 놀기도 하는데 상대방이 저에게 호감이 있을까요? 지금까지 둘이서만 만나봤어요 ",
            "assistant": "은근히 있을 거 같은데요  귀차니즘이 엄청 커서 호감 가거나 짝사랑이 아닌 이상 절대 안 나가요 "
        },
        {
            "user": "무슨 상황이었는지 설명해달라 하는데 카톡안읽고회피하네욬ㅋㅋㅋ분명지가잘못해놓고?사과도그냥상황넘어갈랴고대충 미안하다 한 거 같아서 너무 화나는데 이 새끼가 이러 능 건지 원래 잇츠 피가 이러나요?",
            "assistant": "그 사람이 그런 거에 여일 프 피가 그런 건 아니에요 "
        },
        {
            "user": "진짜 모르겠습니다...귀찮게 했던 입장으로서 다시 연락하기에도 좀 그래요.. 도저히 모르겠습니다 생각 좀 들려주세요 ㅠㅠ",
            "assistant": "우선순위가 밀려서 상처받는다?그거에 대해 얘기가 깊게 없네요 "
        },
        {
            "user": "누워서 할 게 많이 있나요  보통 스마트폰 하시나요? 스마트폰만 하기는 눈 아플 거 같은데 오래 누워 계시는 것 같아서 여쭙습니다",
            "assistant": "할 거는 없는데 항상 할 게 있죠(?)누워서 숨도 쉬어야 하고요.."
        },
        {
            "user": "기념일하고 생일하고 며칠 차이가 안 나요 좋은 거 하나를 해주는 게 나을까요?아니면 같은 예산으로 여러 개를 해주는 게 좋을까요?",
            "assistant": "실용적이고 늘 소지하거나 사용 가능한 게 좋아요 여러 개든 한 개든!"
        },
        {
            "user": "내가 정말 사랑받구나 느끼는 행동이나 말이 있다면 뭔가요???",
            "assistant": "어떠한 모습이던 내가 항상 최고라고 해줄 때"
        },
        {
            "user": "회사 동룐데 뜬금없이 장난을 치던데ㅋㅋ",
            "assistant": "엄청 편하게 생각하고 있는 것 같아요! 장난을 잘 받아줄 것 같아서?"
        },
        {
            "user": "그냥 그럴 필요성을 못 느껴서일까요?귀찮아서?",
            "assistant": "귀찮거나 미련이 있거나"
        },
        {
            "user": "isfp 선배님들을 사귀었는데 넘나 말랑 콩떡 순둥이 귀요미에요,,isfp라는 유형에 사랑에 빠질 것 같은 너낌ㅎㅎㅎ 잘 지내고 싶어서!! 꿀 팁이나 좋아하는 대화 주제 알려쥬세영",
            "assistant": "상상, 공상과학, 철학, 존재의 이유 이런 거 빼면 대체적으로 잘 들어줍니다 ^^;;그런 건 isfp 머리에서 인식이 잘 안돼요 ㅋㅋㅋ"
        },
        {
            "user": "물론 개인별 성장환경이나 주변 환경에 따라 다른 부분들은 만나보면서 알아가는 재미이지만 그래도 조심할 거나 배려할게 있으면 조심스럽게 다가가고 싶네요..! 답변 주시면 감사하겠습니다..!맛있는 점심 식사하시고 즐거운 하루 보내세요 ~.~",
            "assistant": "같은 유형도 정말 다 사바사라서 이런 점 주의하세요~라고 말하기는 조심스럽네요 이건 모든 유형에게 중요하겠지만 사적인 시간/영역 존중에 대한 부분은 잇츠 피에게 조금 더 많이 나오는 이야기인듯합니다"
        },
        {
            "user": "그리고 어느새 사람들의 중심에 있더라고요 ㅋㅋㅋ ( 언니한테 esfp 특징 읽어 줬는데 '새로운 사람 만나는 것을 좋아한다'에 적극 동의하길래 \"그럼 갑자기 친구가 언니랑 잡은 약속 장소에 자기 친구 데려와도 괜찮아?\" 하고 물어봤는데 \"어! 너무 좋은데? 같이 놀면 되지!\" 이러길래... infp로서 경악을 금치 못했어요 동시에 존경심도...)",
            "assistant": "esfp분들은 가장 찐 외향적이고 사교계의 여왕느낌이죠ㅎㅎ분위기메이커에 특유의 밝고 긍정성, 낙천적인 에너지로 이 세상에 꼭 필요한 분들이라 생각합니다~^^"
        },
        {
            "user": "욱해서 감정에 치우쳐 말한 걸까요ㅜㅜ 그리고 isfp 남자는 일하기 그렇게 싫어하나요? 왜 자꾸 저보고 일하고 자기는 계속 애 키우고 싶다고 애 키우면서 더 편한 일로 옮기게 공부할 거라고 하고 하도 저한테 일 관두고 싶고 편의점 아르바이트하고 공부한대서 저도 그냥 욱해서 나도 너무 힘든데 일관 두고 전업주부 하고 싶다고 하니 저보고 감정이 격해지면서 기생충 같다고 하더라고요 ",
            "assistant": "인간성이 의심되네요 저 같으면 그냥 헤어졌을 듯.."
        },
        {
            "user": "여기저기 의견 다 묻고 갈팡질팡함자기가 남한테 들은 조언을 자기가 생각한 조언처럼 친구에게 얘기함두 가지 유형이 다 있는 걸까요?",
            "assistant": "isfp 특이네요.."
        },
        {
            "user": "친하게 지내고 싶은 isfp님이 계셔서 여쭤보고 싶습니다",
            "assistant": "저는 불건강하고 사람 위아래 나누는 사람 불편한 거 같아요 !"
        },
        {
            "user": "그랬다면 어떤 점에서 끌리신 걸까요?!!3. 싫어하는 상대와는 대화조차 안 하나요? 먼저 톡을 걸거나 그래도 아예 씹나요?",
            "assistant": "제 생각에는 보고 싶었다~하면 부담보다 의심을 할 것 같아요 ㅋㅋㅋ"
        },
        {
            "user": "뭐라 해야 되지 막 그렇게 가까워지지 않는 느낌이랄까.. 너무 부담스러운가? 싶기도 하고, 내가 별론가 싶은가 하면 또 아닌 거 같기도 하고 그냥 아무 생각 없는 거 같기도 하고ㅠ 어떻게 하면 더 친해질 수 있을까요ㅠ",
            "assistant": "그냥 옆에 있어주심 돼요. 같이 있다 보면 정들어요.^^;;"
        },
        {
            "user": "아님 찐친인건지...궁금하네요ㅠ보통 잇 퍼피 분들은 동성친구랑 정말 친하다고 느끼면 어떻게 행동하시나요?",
            "assistant": "에.? 친구가 많다고요.."
        },
        {
            "user": "잇 포 피랑 관계를 회복하고 싶은데 어떻게 해야 하나요?? ㅠㅠ싫어하는 사람한테는 아예 말도 안거는 편이신가요..??아니면 혹시 싫어하는 사람이어도 약간 스킨십이나 말하는 정도는 가능하신가요..??ㅠㅠㅜ",
            "assistant": "상처의 깊이에 따라 다른데 거의 충격처럼 상처를 받으면 그냥 끊어내고요 그 정도가 아니라면 몇 번의 기회를 더 주는 것 같아요 "
        },
        {
            "user": "0^ isfp 분들은 좋아하는 일이나 취미, 맞는 직업이 뭐가 있나요??어떤 분야의 일이 본인에게 맞는다고 생각하시나요? (다른 유형 분들도 답하셔도 됨! ㅋㅋㅋ)",
            "assistant": "일(직업)-사람과 적당한 거리를 유지하면서 사람과 함께하고 영양을 주고받는 쪽+사람 간의 분위기가 안정적이고 우호적인 곳 취미-감각적 자극, 감정적 자극 (영화, 드라마, 동물, 음악, 공연, 맛집, 게임)"
        },
        {
            "user": "isfp 남자분들 밀당에 대해 어떻게 생각하시나요? 집착이 아닌 꾸준한 사랑을 주는 편한 여자친구는 나중에 질릴 것 같나요?아니면 어떻게 해도 떠나지 않을 것 같은 여자친구와의 애정이 로즈 해지거나 스스로 게을러질 수 있다고 생각하시나요?",
            "assistant": "음 어느 정도 활력을 주기 위해 서로 자기만의 시간에는 집중하고 데이트 때는 꾸미고 뭐 이런 밀당은 바른 거 같은데 괜히 질투 나거나 신경 쓰이게 하는 못된 짓?이런 거는 질색이긴 해요 밀당해야 유지되는 관계 20대 땐 필요할 수도 있다고 생각이 되네요 "
        },
        {
            "user": "대화가 잘 통하고 나를 이해해 주는 사람을 처음 만나봤어요  그냥 그렇다고요 소소하게 여러분 이야기 듣고 싶어서요~~",
            "assistant": "오오 좋은 사랑하세요!!"
        },
        {
            "user": "무슨 얘기 할 때가 재밌고 얘기하고 싶어지나요?",
            "assistant": "사랑과 갈등과 화해... 연인 사이에 있었던 에피소드나 기타 사람들과의 에피소드 말해주면 재밌어요 "
        },
        {
            "user": "이런 부분만 빼면 정말 isfp는 너무나 매력적인 거 같아요!! isfp 남자는 어디 가면 만날 수 있을까요? 왜 솔직하게 말을 안 할까요 인간관계에서 너무 정열적인 infp로서는 정말 이해가 안되뮤ㅠ ㅠㅠㅠ",
            "assistant": "남자는 외로울 때도 있긴 한데 인터넷만 있으면 큰 문제 없는 거 같아요  그리고 막 사람에 대한 관심이 크지 않아요 "
        },
        {
            "user": "요런 거 특히 좋아하는 거 같아요 쿨함과 당참, 그리고 추진력에 매력을 느끼나요??그 아이에 대해 더 잘 알고 더 잘해주고 싶어 여쭤봐요!^^",
            "assistant": "대체로 데이트할 때의 경우 여자분께서 적극적으로 리드해 주시는 게 마음이 편한 거 같아요.. 사람마다 다르겠지만은 isfp가 그리 박력 있는 유형은 아니라서.. ㅋㅋ"
        },
        {
            "user": "왜 이리 신비롭게 느껴질까요?? istp가 가장 신비로운 유형인 줄 알았는데 isfp가 최강이었음을 요즘 느끼고 있어요.... 왜 저런 성격이 나오는지 아니까 더 신기한 거 같아요....",
            "assistant": "저요?ㅎ어떤 면에서 신비롭게 느끼세요?"
        },
        {
            "user": "S와 감정이 제대로 섞이면................... 정말 제대로 ㅎㄷㄷ...?사실인가요?",
            "assistant": "평소 고민 같은 게 많긴 한데 짊어질 정도까진^^;;;아닌 거 같아요  혼자 심취해있다가 또 털어버리고 그런 식이네요ㅠ"
        },
        {
            "user": "근데 전화는 한번 왔고 톡은 제가 한번 보내면 우르르 오는 편. 다음 만날 약속을 했기 때문에 제게 호감이 없는 건 아닌 거 같고 그냥 성격이 그래서인지 무덤덤한 건지... 직접 만날 땐 좋았는데 별로 신경을 안 써주는 느낌이라서",
            "assistant": "최근에 올라온 istp 여자분과 비슷한 글이네요 제가 쓴 댓글 한번 확인해 보세요^^"
        },
        {
            "user": "esfp에게는 어떤 이야기를 해야지 좋아할까요? 현실적이고 장난스러운 이야기?좋은 관계를 유지하고 싶네요..",
            "assistant": "경험과 흥미를 중요시하더라고요 ㅋㅋ"
        },
        {
            "user": "엄마 본인은 I라고 하시고... 그냥 엄마와 대화를 하지 않는 게 나을까요?둘이 잘 지내려면 어떻게 해야 할까요?",
            "assistant": "사이좋게 지내세요 .. 매번 특별한 주제로 이야기하기보다는 그냥 일상적인 대화가 좋을듯싶네요 "
        },
        {
            "user": "중복되는 부분은 삭제했습니다~~ 특히 초록색 부분에 해당하는 부분이 궁금하네요~~제 예상은 isfp라서 여기로 옮겨밨어요~ㅎㅎ",
            "assistant": "저도 그렇게 생각해요 ㅋ 본조비 always 이 노래도 isfp 일 거 같다는 ㅋ"
        },
        {
            "user": "카카오 프렌즈 같은 데서 다이어리를 사줄까 하는데 좋아할까요?infp 이모인 저는 너무 신나고 의미 있을 것 같은데요..",
            "assistant": "다꾸를 좋아한다면 괜찮을 거 같네요. 아이돌 좋아하면 굿즈도 괜찮을 거 같고요 "
        },
        {
            "user": "여자고요 현재는 160/52킬로이고요 아침 계란 흰자+단백질 두유 / 또는 그래놀라+우유 점심 샐러드 /또는 일반식 적당량 이렇게 먹고 운동은 사이클 30분 걷기 1시간 달리기 15분 홈트 1시간 ~2시간 하면 한 달 몇 킬로 빠질까요 10킬로 건..? 근육 빵빵대 안도ㅑ겠쥬.??",
            "assistant": "적당히 마른 편 아닌가요...?"
        },
        {
            "user": "이런 맥락입니다츤데레같기도 하고 암튼 그 친구들이 저한테 마음을 열어준 것 같아서 괜히 뿌듯하기도 하고 네가 나한테 중요한 사람이다!를 표현하려고 하는 게 너무 고맙네요  결론은 인 팁이라오 intj 세상에서 제일 귀엽다!!!!!!",
            "assistant": "intp 진짜 츤데레..근데 엄청 다정해요ㅜㅜ"
        },
        {
            "user": "저도 이런 거 해보고 싶었어요,,, 질문 던져봐주세요,,,",
            "assistant": "제일 싫어하는 사람 유형 / 주로 호감 느끼는 사람 유형 (엠비티아 말하는 것이 아니라 ~한 사람!)"
        },
        {
            "user": "장소는 홍대 시간은 오후 2시 만나서 카페에서 이야기하고 식당에서 같이 식사하고 홍대 놀이터에 가서 물건 구경할 거예요. 대화하면 기에 눌려서(?) 조용해질 거 같지만 entp 분들이 하는 얘기 듣고 싶어요. makerow1 카톡으로 연락 주세요.",
            "assistant": "어..? 오늘이 10월 18일 아닌가요?"
        },
        {
            "user": "다른 분들은 그냥 벌어야 하니까 그냥 직업 하나 잡고 하시는 건가요 ..? 오늘 이상한 학원 면접 갔더니 드디어 복지란 게 무엇인지 깨달았어요팩폭으로 맞자면 그냥 다 그러고 사니까 나도 하나 되기만 하면 좋은 거겠죠 세상 물정을 너무 모르니까 좀 팩 폭우로 맞고 강해지면 좋겠어요 ㅋㅋㅋ",
            "assistant": "요즘 저출산이라 폐교되는 학교가 늘어나고 있고 경쟁률은 더 빡센 거 같아요 "
        },
        {
            "user": "소개팅이고 진지하게 만난다 가정하에, 보통 몇 번 정도 만남 후에 고백하고 사귀 시나요? 연령대(20, 30대)도 같이 적어주시면 감사하겠습니다. +덧붙여서, infp 남자는 금사빠의 경우가 많나요??",
            "assistant": "infp 눈 높은데 꽂히면 바로 고백 박는 듯"
        },
        {
            "user": "남들이 볼 때 이너프 피는 친해지기 전과 친해진 후가 어떤 거 같아요?",
            "assistant": "제가 본 주변 이너프 피들은 친해지기 전엔 4차원 같고 친해지면 tmi가 엄청 심해요  개인적으로 친해지기 어려운 유형이에요"
        },
        {
            "user": "별짓을 해도 날 좋아할 사람은 좋아하고 싫어할 사람은 싫어한다는 게 진리인 걸 알지만... 회사에서 정말 가끔 마주치는 사람인데도 날 싫어하는 게 느껴지면 그냥 퇴사해버리고 싶네요 ㅠㅠ",
            "assistant": "내가 어떻게 할 수 없는 부분이니까 그냥 그러려니 생각해 보세요 세상에 이런 사람도 잇고 저런 사람도 잇고 다 맞을 순 없으니까요 "
        },
        {
            "user": "이런 일이 인생에 몇 번 없긴 한데 순한 양으로 잘 지내다가 충격적인 일 한번 겪으면 남들이 하지 못하는 그 이상의 힘을 발휘하는 것 같아요 ~뒤돌아보면 \"와 이너프 피에게 도움이 되겠죠??]진 거 같은데 ㅎ 암만 생각해도 갑자기 틀어질 이유가 없거든요.",
            "assistant": "이게 열등 기능 페르소나 아닐까요?ㅎㅎ1. 침대의 삶에서 벗어났을 때 2. 누가 무시했을 때 우씌우씌 거리면서 함 3. 해야 되는 거 꼭 해야 될 때 4. 막상 단기간에 결과 좋으면 나 천제인가? 뿌듯해함 5. 하루를 정말 E_TJ처럼 살았지만 내일은 방전돼서 아니라고 생각"
        },
        {
            "user": "이 카톡 프사진,배경음 다 내리고 있었는데 오늘 오전에 업데이트했더라고요 배경음악을 see you again으로 해놨길래 ㅠㅠ 제거 보고한 거 아닐 수도 있지만 뭔가 제 마음 알고 바꾼 거 같아서. ㅠ 진짜 대성통곡(?) 했네요 이놈 의미 부여 이너프 피는 어쩔 수 읍나바요",
            "assistant": "왜 민 거예요??"
        },
        {
            "user": "이렇게 딱 하나가 아닌 선택권을 주게 하면 서로에게 좋을 거 같다는 생각이 들었어요 물어보는 사람 입장에도 좋겠죠???아니면 너무 단정 지어서 말한다는 느낌을 줄까요?",
            "assistant": "괜찮은 방식인 거 같아요 "
        },
        {
            "user": "감사함으로 도움을 받으면서 그렇게 살아 보자. 스스로를 사랑하는 게 나에게는 세상에서 제일 어렵다. 저주에 걸린 듯이 말이다.",
            "assistant": "21일.. 음 21일 정도면 변할 수도 있을 거 같네요!"
        },
        {
            "user": "돌아버릴 것 같아요 ㅜㅜㅜ속상하고 멘탈 나가서 감당이 안 돼서 하루가 너무 무의미한데 감당할 수 있는 날이 있을지",
            "assistant": "저는 예전에 infp였는데 헤어졌던 순간을 계속 돌리고 후회하면서 계속 상처 입어요 너덜너덜해질 때까지 그러다 보면 시간은 걸리지만 그게 무뎌지는 날이 오더라고요 "
        },
        {
            "user": "한..37일 뒤면 새로운 머리를 시도하러..어디론가 갈지 모르겠어요.",
            "assistant": "매직 펌 좋아요??저도 반곱슬 심해서ㅎㅎㅎ 이맘때면 꾸준히 하는 거 같아요!!"
        },
        {
            "user": "어떻게 해야 가능한 건가도 싶고요.. ㅋㅋㅋ가면?을 쓰고 딱 직장은 직장으로서 선 긋고 그런 건지?!",
            "assistant": "일에 몰입되면 그러는 사람 있어요 그것은 바로 저 "
        },
        {
            "user": "점심 식사 끝나고 팀장님 와서 자기가 진행하겠다고 하네요... 유연성이 좋은 P인 줄 알았는데... 갑자기 이러니 벙찌고 기분이 안 좋네요...",
            "assistant": "사회생활은 부계정이죠^^"
        },
        {
            "user": "인턴인데 제가 외근, 연차 때 누군가가 말도 없이 제 책상을 건들고 서류를 빼가요 누구냐고 말하기도 어렵고 어떻게 하면 증거 확보를 할 수 있을까요 ",
            "assistant": "포스트잇 부착해 놔요 건들면 뒤짐^.^"
        },
        {
            "user": "사회생활하기 좋은 성격 어니에요. 너무 내성적이고 전 요리 관심 있고 남편 내조가 꿈이라 결혼하면 그만두고 싶어요.일",
            "assistant": "막상 결혼하시면 그렇지 않더라고요 일할 때가 가장 빛납니다"
        },
        {
            "user": "아무 대답이나 해드릴게요~",
            "assistant": "아무거나 신나는 걸로??"
        },
        {
            "user": "아는 입장에서 보는 게 중요하다는 거예요)무엇보다 이너프 피가 영화 만들면 이럴 거 같아요! 생각보다는 괜찮아요.",
            "assistant": "이거 ocn에서 해줘서 재밌게 봤어요 "
        },
        {
            "user": "저만 이해를 못 하나 봅니다. 칭찬했으면, 칭찬하기 전에 상부 터 주고 하던가 그래요.저는 상 안 주고 극찬하는 거, 정말 이해가 안 가더라고요.",
            "assistant": "그렇게 칭찬을 받다 보면 결국 상을 받게 될 때가 있을 거라고 생각해요 여러 가지 시기와 상황적 조건도 중요하니까요 "
        },
        {
            "user": "그러나 관심 없는 대상의 연락에 연연하거나 집착하진 않는다.5. 웬만해서 개인적으로 만나려고 하진 않는다.6. 은근히 관심 없는 대상이 나를 좋아하는 것을 캐치를 잘한다.",
            "assistant": "22 인정합니다"
        },
        {
            "user": "일하는 사람들 모두가 귀한 건 마찬가지고, 다른 사람들 귀한 것도 마찬가지예요.다른 사람의 입장이 되어보는 하루가 되고 싶어요. 그만큼 오늘은 더 저 자신을 돌아보고 싶긴 해요.",
            "assistant": "근로자의 날!"
        },
        {
            "user": "어제 그 일 보면서 계속 생각했어요.편하려고 하는 인간들이, 생태계를 오히려 망쳤구나 싶더라고요.편하려고 하는 행동이 오히려 남에겐 피해가 될 수도 있다는 게, 너무 두려워요..",
            "assistant": "침대에서 생활해서 굳이 피해는 가지 않지만 밖에서는 민폐란 소리 좀 들어봤어요 그래도 전 제가 편한 대로 사는 게 좋더라고요 "
        },
        {
            "user": "이렇게 살다간 주변에 아무도 안 남고 저 혼자 괴로워할 거 같아요..저도 적당한 거리를 유지하고 싶은데 어떻게 해야 할지 잘 모르겠습니다.도와주세요.. ㅜㅜ",
            "assistant": "사람한테 너무 기대를 많이 하시는 것 아닐까요?? 필요 이상 친절하고 배려하고 챙겨주고 하면서 기대를 하게 되는 게 있을 것 같아요 "
        },
        {
            "user": "하는 생각도 가끔 들고 그래요 ㅋㅋ기 센 infp도.. infp 맞는 거겠죠..?",
            "assistant": "제 친구도 infp 나왔는데 마냥 여린 캐릭터는 아니에요 자기주장도 좀 하는 편이고 그래요 "
        },
        {
            "user": "그러자 그분이 저보고 감정적이다, 어느 채널을 보는지 대충 알겠다는 말을 하면서 조롱하였습니다. 참... 이번 계기로 자기랑 생각이 다른 사람에게 조롱하는 경향이 있다면 그냥 둘러대야겠습니다...",
            "assistant": "누구 찍으라고 강요하는 것도 웃기고 자기 생각과 다르다고 조롱을 한다고요?저는 그 사람이 친척이던 친구던 손절합니다"
        },
        {
            "user": "한 달에 얼마 벌어요?? 최저시급 받고 자취해도 돈 모을 수 있을까요?",
            "assistant": "수도권 자취 면 많이 힘드실 듯요"
        },
        {
            "user": "모든 게 잘 되었으면 좋겠어요. 진짜로요.. 상처 난 것도 빨리 낫고, 아무런 걱정도 하고 싶지 않아요.",
            "assistant": "곧 좋아질 거예요제가 응원할게요 "
        },
        {
            "user": "안 친한 사람과 통화는 무서운 infp 이미 머릿속에 최악의 시나리오를 그리는 중...) (+)이렇게 예고하기 금지... 아아 난 왜 계속 혼나는 것을 상상하는가 뭐 잘못한 거 없는 것 같은데...",
            "assistant": "ㅋㅋ 솔직하게 말씀하시는 건 어떨까요?"
        },
        {
            "user": "가족 포함해서 사람이랑 한 번도 가깝게 지내본 적 없어요 ",
            "assistant": "오늘도 내일도 보고 싶을 정도면 가깝게 지내는 거죠"
        },
        {
            "user": "가끔은 친구가 제발 그만 스스로를 가스라이팅 하라고 한 적도.. ㅎ이렇게 늘 받아주기만 하다 제가 지쳐서 도어 슬램 할까 봐 걱정이 되네요. 문제를 적절하게 표현하고 화를 잘 내는 것이 좋은 관계를 만들어나간다는 것을 머리로는 이해하지만 갈등을 최대한 피하고 싶고 상대가 제발 알아서 잘 해줬으면 하는, 이 회피적 난국 어떻게 극복해야 할까요..?",
            "assistant": "저는 부처입니다"
        },
        {
            "user": "로다주도 정신 차리게 한 그 맛!77ㅓ응.맛나요!",
            "assistant": "여우는 77ㅓ응!!하고 우는 건가요?"
        },
        {
            "user": "뭐. (물론 영어로 했겠지만 초월 번역을 좀 했습니다.)라고 했겠츱미카....아 나도 먹고싶다치즈버거..ㅠㅠ",
            "assistant": "코로나 검사하러 나가야 하는데 대기 시간 길어지면 치즈 버거를 먹고 오겠습니다!!"
        },
        {
            "user": "살다 보니까 생각을 끊는 법을 배웠어요  부정적인 지레짐작을 하려 할 때 바로 끊어버려요 끊어버리는 것만으로는 안되는 조금 현실적인 고민들은 종이에 감정과 이성으로 나눠서 쭉 써내려요 그러면 머리가 차분하게 교통정리가 되고 그 상태에서 이성 파트를 고민하며 더 쓰다 보면 해결책도 제시되더라고요 이젠 운동을 규칙적으로 해봐야 할 듯",
            "assistant": "쉽지 않은 걸 해내셨네요ㅎㅎ저도 노력 중이네요 "
        },
        {
            "user": "옥색나요 옥색. 옥 반지 색깔. 옥돌 색깔.",
            "assistant": "옥색에 꽂히셨나요! 아니 샤프에 꽂히신 건가!! ^^"
        },
        {
            "user": "다시 집중해서 망상 이어갈려고 함 ,,, 오늘의 망상 치킨집 차려서 대박 나고 치킨으로 노벨상 받는 것까지 ",
            "assistant": "ㅋㅋ 노벨상이 식품영양학 분야에도 생겼군요 "
        },
        {
            "user": "등등 ! 다양하게 상관없어요 심심해서 글 올려봐요?? 다들 자시려나,,",
            "assistant": "톡을 계속 안 읽 씹 파는데 (며칠, 몇 주) 상대가 그거 얘기 안 꺼내고 이해해 주면 고맙나요?!!?!?!?!!"
        },
        {
            "user": "구체적인 상황을 말하기 힘들지만... 지금 20대 후반인데 질문 같은 상황에 있습니다... 무기명 투표 중 투표 월 200 받으면서 3개월 이상 경력 쌓기 3개월 이상 백수로 살면서 3개월 이후 1300만 원 받기 투표하기",
            "assistant": "이해가 잘 안되는데..놀고 돈 받는 게 당연히.."
        },
        {
            "user": "3.ver-1처럼 왼손 30번 흔들기/오른손 30번 흔들기를 하셔도 됩니다. (준비물:칵테일 셰이커->없다면 단백질 셰이크 통)4. 기호에 따라 설탕을 추가하셔도 됩니다. (저는 쓴맛을 선호하기 때문에 추가하지 않았습니다.)",
            "assistant": "해먹어 보겠습니다~~"
        },
        {
            "user": "내가 언급하면 더 실점한다 조용히 해야지이런 식) 첫승을 바랐는데 13연패래요ㅋㅋ어이구 속 터져..",
            "assistant": "대전을 연고로 한 야구팀 말씀인가요?거기 응원 안 한지 3년인가 된 거 같은데 뭐 10년 전에 끊었어야 할 거 오래 정붙여주긴 했지만요 "
        },
        {
            "user": "제가 이런 몽글몽글한 노래를 좋아하는데 미로이의 노래가 딱 새벽에 저의 감정에 몰입할 수 있게 해주는 거 같아요... 외로움 짝사랑 말 못 하는 감정 이 노래 가사와 분위기가 저를 취하게 하네요...",
            "assistant": "미로이 좋아요!저는 기억해 줘요 , 우리 집 고양이 투르를 좋아해 좋아해요>.<"
        },
        {
            "user": "남을 따라 한다거나, 남들이 관심 있는 걸 굳이 관심 갖기 싫어요.쉽게 말해서, 남 흉내 내기 싫고, 흉내 내는 것도 어렵더라고요.하고 싶지가 않으니까.",
            "assistant": "개성 있게 살아보세요!"
        },
        {
            "user": "오랜만에 출근해서 정신이 안 차려지니 질문받습니다..! 허튼 글도 좋아요  사무실에 사람 없어서 심심쓰 - 간단한 신상 - infp 여자 30살 공노비 남자친구는 istj",
            "assistant": "오마이걸 던던댄스 불러주시면 감사하겠습니다"
        },
        {
            "user": "평소에도 이걸로 한 번씩 고민하긴 했는데 최근 남자친구도 왜 자꾸 표현을 안 하냐고 속병 난다고 답답함을 토로한 적이 있어요 소중한 사람과 트러블 생기는 상황이 싫어서 피하다 보니 고쳐지질 않네요ㅜㅠ엄청난 회피형인가 봐요ㅠ..",
            "assistant": "저도 그래요ㅜㅜ 괜히 싸우게 되고 헤어지는 지름길이 될까 봐.."
        },
        {
            "user": "계속 피하면서 다니자니 돈도 들고...다른 부분에서 불편할 거 같은데...어떻게 해야 할까요...",
            "assistant": "자기 객관화가 안되는 자기중심적인 사람이네요.. 대화가 되지 않는 사람이라면 크게 신경 쓰지 않으시는 게 정신건강에 좋으실듯합니다."
        },
        {
            "user": "어쩔 땐 아무런 일도 없었는데 혼자서 진취적이다.내 감정 기복에 휘말려 우울할 땐 잔잔한 노래를 들으면서 생각 회로를 끊고 눈을 감고 있으면 좀 낫다. 평화로운 느낌이 든다.",
            "assistant": "잇 포 피도 비슷한 것 같아요. 혼자 있는 거 엄청 좋아하고 필요한데 외로운 건 싫어요ㅋㅋ 모순이 있는 성격이지만 그래서 더 매력적인 것 같습니다."
        },
        {
            "user": "저는 어떤 친구랑 관계 끊어도 정리를 잘 못하겠더라고요 ㅠㅠ다른 이너프 피분들은 인간관계 정리 잘 하시는 편인가요?",
            "assistant": "제 친구도 infp인데 관계 정리 진짜 어려워하고 힘들어하더라고요  관계를 끊었는데 정리를 잘 못한다는 건 어떤 의미인가요?"
        },
        {
            "user": "잘 안되더라도 스스로를 절벽으로 밀어버리진 말자 떨어지기 전까지만 밀어볼까..?",
            "assistant": "제 삶의 모티브가 어떤 상황 이래도 죽는 날까지 나의 든든한 편은 나자신이다에요ㅎㅎ절벽을 떨어뜨리는 내가 아닌 절벽 끝부분에서 손을 잡아주는 내가 되시길 바라요~^^"
        },
        {
            "user": "괜히 그랬다가 제 슬픔을 전이시키는 건 아닌지 신경 쓰여요. 한편으로 예전에 너는 한 번도 힘든 걸 이야기 안 하잖아 라는 말을 듣기도 해서 혹시 상대도 내가 가끔은 힘든 이야길 하고 본인에게 기대길 원하는 건가 싶어요. 정말 제 진심은 사실 다 말하고 따뜻한 위로도 받고 싶지만, 상대가 내 말 한마디 한마디에 얼마나 예민하게 반응하는지 아는 입장에서 그분을 더 힘들게 하는 건 아닌지 고민됩니다.",
            "assistant": "서로 기쁜 일을 나누어서 배로 만들고 힘들고 슬픈 일을 나누어서 줄이는 것이 연인 사이에는 꼭 필요하다고 생각해요.그래야 더 사이도 굳건해지고 깊어질 겁니다."
        },
        {
            "user": "아직은 진정한 친구가 없다고 생각하고 남의 한마디로 내 신념이 모래바람처럼 사라지고 남에게 감정 표현하는 게 두렵고 내 속마음을 말하는 게 두려워요 친구를 사귀고 싶고 세상에 내 마음을 드러내고 이젠 자유로워지고 싶은데 마음공부를 하면서 건강해진다고 생각했는데 결국 드러내지 않으면 또다시 잊힐 것 같아서 무서워요 ",
            "assistant": "생각보다 당신은 좋은 사람일 거예요.당신을 오래 봐왔거나 잘 아는 사람들은 당신이 얼마나 괜찮은 사람인지 잘 알고 있을 겁니다."
        },
        {
            "user": "이런 사소한 부분에도 예민한데 어떻게 회사 생활을 할 수 있을까, 이전처럼 프리랜서나 재택근무를 하는 일을 해야 할까 싶기도 해요.저와 같은 분들 없으신가요? 해결 팁이 있으면 공유 부탁드려요:)",
            "assistant": "전 팡 터지는 큰 소리를 무서워해요  키보드 소리랑 마우스 소리도 거슬리시면 스트레스 정말 받으시겠는데요.. "
        },
        {
            "user": "아무 말 대잔치 질문도 좋아요. 새벽에 잠은 안 오고 심심해 미치겠어요ㅋㅋ",
            "assistant": "읽씹 하나요(?)"
        },
        {
            "user": "남주는 istj 혹은 intj로 보여서 저는 이입이 좀 덜 되긴 하지만 (내가 남주라면 여주 보다 먼저 사랑에 빠져서 계약이고 뭐고 없이 바로 찐 결혼함) 원래 (강제) 비혼 주의에 가까웠는데 결혼하고 싶은 생각마저....하지만 혈실엔 이런 여자 흔치 않겠죠? ....고 작 드라마 보고 이런 생각 한다는 자체가 이젠............",
            "assistant": "제가 본 드라마가 맞네요 저는 여주 esfj로 보였어요."
        },
        {
            "user": "제가 mbti 검사를 하면 infp가 나오고 다른 테스트 검사를 하면 isfp가 나오더라고요... infp 나올 때도 있어요... 그래서 제가 이너프 피인지 isfp 인지 마르겠어요..",
            "assistant": "mbti 검사를 신뢰하는 편입니다 테스트는 재미로 하는 거라...."
        },
        {
            "user": "생일에 손 편지를 써줬는데 편지에 빙구같다구 써줬어요ㅋㅋㅌㅋㅋㅌ다른 잉뿝들도 빙구같다는 소리 많이 듣나요...? ",
            "assistant": "빙구요..저는 기분이 좀 그런데요?ㅋㅋ"
        },
        {
            "user": "제 성격 얘기지 절대 이너프 피가 싫다는 게 아니에요..!) entp 분들이나 외향적이고 시원시원한 성격이신 분들께 조언 구합니다!비슷한 고민이신 분들도 같이 공유해요..!!",
            "assistant": "저도 가장 좋아하는 유형이에요 같이 있으면 사람을 편하고 유쾌하게 만드는 능력이 있는 것 같아요 "
        },
        {
            "user": "둘이 나왔을 때 모르는 사람에게 길 절대 못 묻고, 둘 다 우울한 날이면 난리 나고, 둘 다 의지할 만한 성격은 아니라 서로에게 고민을 털어놔도 약간 불만족스럽네요...하지만 사랑하는 친구입니다. 성격이 비슷하니 서로의 일에 공감이 잘 되고 그 친구의 성격에 맞춰서 조언을 해줄 수 있어요!",
            "assistant": "infp인데다 둘 다 4w5라니 ..귀한 친구네요..!"
        },
        {
            "user": "요즘 사람 안 만난 지 오래돼서 판단도 잘 안 서고 내가 왜 그랬지 싶고ㅠㅠㅠ 너무 미안하고 사과하고 싶은데 어떻게 말해야 할지 모르겠어요...ㅠㅠ밤새 잠이 안 오는데 언니도 제가 본의 아닌 읽씹을 했을 때 이랬을까 싶어서 마음이 더 안 좋고 그러네요ㅜㅜ친하게 지내고싶은데ㅠㅠㅠ 이상 답답이의 넋두리입니다...",
            "assistant": "네 상처받았을 거 같아요  일주일이나 지났으니까요.... ㅠㅠ"
        },
        {
            "user": "intp: (자신이 흥미롭게 여기는 숙제 같은 경우는 진짜 열심히 함. 영혼을 갈아서라도. 근데 그냥 나 잼에 막노동을 요구하는 숙제라면 일단 하긴 하지만 아주 불만족스러워함.) entp: 응 안 해~ (도주) entj: 해. ( 도망치는 entp를 생포한다.)",
            "assistant": "isfp 맞아요 저 그랫엇어요 ㅋㅋ"
        },
        {
            "user": "모르겠어요.... 그냥 여우굴에서 핸드드립 마시라는 건가 봐요.. 어이구 ",
            "assistant": "전 너구리굴에서 살아요... ㅠ 담배 없는 세상에서 살고 싶어요.."
        },
        {
            "user": "네, 답답했어요.하지 말아야 할 행동은 하지 말아야 되는 거 같아요. 진짜로.",
            "assistant": "맞아요,,,, 눈사람 만들 수 있는 것도 얼마나 길다고,,,,, 만든 사람이 아 이건 어른이건 기분 좋게 만든 건데 그걸 찬다는 게 진짜ㅋㅋ"
        },
        {
            "user": "95년생 기준으로 08년도에 교복 입고 다녔는데 올해 08년생 들 이 교복을 입네요ㄷㄷ이거 알고 나서 소름.... 앞으로는 더 한 것도 보겠죠ㄷㄷ",
            "assistant": "아 정말요? ㅋㅋㅋ와 우 ...."
        },
        {
            "user": "멋진 어른이 되기로 서로 약속해요. 여우 아조 시랑 약속하는 거예요.힘내요.",
            "assistant": "항상 좋은 일 하시는 여우님 멋져요 좋은 일하시는 만큼 여우님에게 행운이 가득하길 바랍니다??"
        },
        {
            "user": "저 같은 경우는 그분이랑 있으면 너~무 편한데 결정할 때 서로 배려하느라 참 오래걸리더라구욬ㅋㅋㅋ",
            "assistant": "없어요ㅜㅜ"
        },
        {
            "user": "내일이 마지막인데.. 더 이상 여우털 안 빠졌으면 좋겠어요. 귀양:3c",
            "assistant": "탈모는 두피샴푸가 좋은 거 같아요  두피가 좋으면 머리카락이 안 빠지더라고요 "
        },
        {
            "user": "만약 있더라도 말이 별로 없고 그냥 눈팅만 하다가 가끔가다가 이모티콘을 쓰고ㅋㅋ 단독이 있으면 답변을 해야 할 거 같고...뭔가 피곤하다는 느낌이 들어요ㅋㅋ다른 I분들은 단독방을 많이 갖고 계시나요?",
            "assistant": "단톡방 있긴있어요눈팅족"
        },
        {
            "user": "어이구 내가 못살아...ㅠㅠ여러분 알람 함부로 끄지 마세요!! 어이구 내가 못 살아...",
            "assistant": "아이고 그러셨구나ㅜㅜ"
        },
        {
            "user": "infp이 스트레스 받으면 s 성향이 높아지나요????????어디서 그런 이야길 들어서 궁금 ㅇ성",
            "assistant": "제 개인적인 생각은 나이 들면 s가 높아지는 거 같더라고요. N인 부모들도, 자식한테 모험 말고, 안정적인 직업을 원하시더라고요."
        },
        {
            "user": "평범한 삶을 살지 않을까 봐 걱정돼서 무섭다고 하세요. (사실 이것도 부모들의 욕심이라고 생각해버리는 ㅋㅋ)저같은 분들 있으신가요?제가 너무 에너지가 낮은가요 ",
            "assistant": "나 하나 건사하기 힘들고 최소한 에너지 소비 물질 소비 공감요 ㅎ 저도 옛날에 그랬어요 건강해지기 전에.. 연애해서 결혼하기 전에 말이죠"
        },
        {
            "user": "*좋아하는 사람 1. 타인에게서 장점을 발견하고 칭찬, 격려해 주는 사람 2. 의리 있는 사람 3. 얕지 않고 이해심 많은 사람 4. 보이는 대로 판단하지 않고 그 안의 것을 보는 사람 5. 긍정적이어서 곁에 있는 것만으로 에너지가 오는 사람 6. 소신 있는 사람 7. 자기 자신을 사랑하고 아낄 줄 아는 사람 8. 노력하는 사람/최선을 다하는 사람 *싫어하는 사람 1. 부정적인 사람. 남도 우울하게 만들고 부정적인 기운 퍼뜨리는 사람 2. 냉정하고 자기만 생각하는 사람 3. 감정적으로 공감을 못하고 옳고 그름으로만 재단하려는 사람.4. 자기만 하면 될 것을 남에게 강요하는 사람 5. 뭐가 중요한지 우선순위 파악 못하는 사람 6. 자기 자신에게 자신감이 없어서 자존감 바닥치는 사람 7. 단방향 소통하는 사람 8. 허세 많고 남을 지배하려는 사람 여러분들은 뭘 좋아하고 싫어하나요?",
            "assistant": "싫어하는 사람 통제, 명령하는 사람"
        },
        {
            "user": "최근 6년 만난 사람 크랑 이별하고 나서 좀 바뀐 거 같아 mbti 다시 검사해 봤는데 infj로 나오네요 이럴 스도 있나요?",
            "assistant": "infp 분들 중에 infj로 나오는 경우 흔해요 ㅎ"
        },
        {
            "user": "그렇지만 그런 일이 수도 없이 일어나는 사회가 우리나라 고용 지금의 한국 사회가 좋은 사회라고 볼 순 없다고 생각해요  부조리도 심하고 위선도 넘쳐나죠 근데 누군가 피해를 입으면 내가 당한 것처럼 같이 울어주고 같이 분노해 주는 또 다른 누군가가 있기 때문에 그래도 이 나라가 굴러가는 게 아닌가 싶네요 ",
            "assistant": "개인 주의요. 오지랖이 좋은 일에 쓰이는 경우는 드물던데..."
        },
        {
            "user": "투표 완료 어느 쪽이신가요? 투표 부탁드려요.1 아는 것은 많은데 할 줄 아는 것은 없는 인간 9표, 42.9% 2 할 줄 아는 것은 많은데 아는 것은 없는 인간 12표, 57.1%",
            "assistant": "아는 것도 없고 할 줄 아는 것도 업쪄요 ??"
        },
        {
            "user": "코로나만 아니었어도 모였을 거예요. 조카아이들 못 봐서 슬퍼요. 조카아이들 많이 컸을까요..",
            "assistant": "토닥토닥"
        },
        {
            "user": "이제 마지막 단계만 남았네요. ( We are in the Endgame, now. ->누구 누구가 이제 가망이 없어로 번역한 문제의 영어 문장..) AS 불러야겠습니다.",
            "assistant": "여우님 하루 종일 꼬리 누룩이 당??"
        },
        {
            "user": "닭똥 같은 눈물 펑펑 바로 다음날 기분 좋은 일이 생겼을 때..아 너무 행복해 참 감사하다 오늘 하루 기분 업 텐션업 저 왜 이러죠..? 진짜 미치겠어요ㅜㅜ",
            "assistant": "많이 도움 되는 글입니다"
        },
        {
            "user": "이제 공부하러 어디 나가지를 못하겠어요.답답함을 넘어서 불쾌한 거고 참는 내가 멍청해 보입니다.네, 화가 납니다.",
            "assistant": "저도 일단 논리가 없으면 납득이 안 갑니다"
        },
        {
            "user": "낯가리고 성장, 과정 중요시하고 신념 강하고 우울 경향이 있으며 눈물 많고 감성적이고 집에 혼자 있거나 혼자 외출하는 게 좋은 이너프 피지만 무대에 서는 게 떨리긴 하지만 무대 서는 게 좋고 낯을 가려도 금방 친해져요enfp인가 생각도 해봤지만 그냥 사회성이 길러진 것 같아요ㅋㅋ전 enfp 특징이랑은 안 맞거든요 ",
            "assistant": "infp랑 엘프 피는 많이 다른 거 같던데요!! 감수성이 이너프 피가 더 풍부한 거 같아요 "
        },
        {
            "user": "다들 뭐 하시나요 ",
            "assistant": "애인이랑 톡 해요!!????????"
        },
        {
            "user": "그렇게 뛰어나지 않아요..... 근데 이게 내 입장으로 생각해 봤을 때 이해가 안 돼도 '그렇게 생각할 수도 있지....' 이런 마인드가 전제로 깔려있어서 듣는 건 엄청 잘들어줘요......ㅋㅋㄱㅋㄱㅋㄱㅋㄱㅋ혹시 다른 F 유형 분들도 그러신가요????",
            "assistant": "저도 그래요.... 이해 못 하더라도 저 사람은 내가 아니고 사람은 다 다르니까 그럴 수도 있지가 기본 생각이에요..."
        },
        {
            "user": "물론 자존감이 고루 형성된 infp 분들도 많지만 몇몇 글에서 자기 자신을 훼손하는 느낌이 들어서 마음이 굉장히 아프네요 저도 한때 불건강했던 때(불안, 우울, 남들의 시선, 허무감, 자신에 대한 회의감, 끝없는 비극에 대한 망상 등에 휩싸여서)가 있었는데 그때를 극복하고 나니까 훨씬 괜찮아졌거든요 그분들도 자신의 정체성을 잘 받아들이고 잘 나아가셨으면 하는 바람이네요..",
            "assistant": "infp들 안 그러셔도 될 거 같아요 자기를 자꾸 낮추면 매력 없는 거 같아요 "
        },
        {
            "user": "언젠간 되겠죠?그렇겠죠?30~50포인트밖에까지 못 받으면서 언제 그걸 한답니까..",
            "assistant": "혹시 오베이..?"
        },
        {
            "user": "아이스 아메리카노의 얼음마저 다 으걱으걱해버렸어요. (끵) +내 치아를 위해 관짝 댄스 밈~댄스댄스댄스~ 따다다 따다 따다다 따다 다다~ + 치즈케이크는 필연적인 존재다.(스냅) 케이크 중에 케이크 치즈케이크",
            "assistant": "혹시 폰 공포 날이 뭐예요? ㅋㅋㅋ 큐ㅠ"
        },
        {
            "user": "자존심을 버리고 마음을 내려놓고 남들처럼 주어진 현실에 만족하고 옆에 있는 사람한테 만족하면서 그 나름대로 소소하게 행복하게 살려면 제가 어떤 마음가짐과 어떤 노력을 하면 될까요?",
            "assistant": "욕심과 집착을 버리면 된대요 "
        },
        {
            "user": "다른 길이 자꾸 가고 싶고 생각나고 그래요. 예전에는 그냥 가고 싶으면 가고 관두고 싶으면 관두고 그랬는데 이제 공공 쪽 다니게 되니 쉽게 포기하기도 어렵고 다니기는 싫고 모순된 감정은 뭘까요ㅠㅠ제가 생각해도 진짜 어렵게 팔자 꼬면서 사는 거 같아요...",
            "assistant": "저도 안정적인 직장이지만 이 일을 계속해야 한다는 답답함이 항상 있어요.이거 성향 때문인 거 맞을까요?"
        },
        {
            "user": "여기 게시판 분들은 자기 유형과 맞는 일을 다 하고 계신 건가요? 이너프 피가 추구하는 직업의 성격, 직업들이 다 제가 한 번씩 생각했던 것들이라 너무 무서운 것..하지만 당장 어떻게 시작하기가 어려운 예술 직종들이라 ㅋㅋ 참 ㅋㅋㅋ",
            "assistant": "제가 올해 초에 특성화고 졸업하자마자 바로 취업을 해서 회사를 다녔었는데 일이 너무 안 맞아서 스트레스 왕창 받고 결국 3개월 만에 퇴사하게 됐어요.제가 하고 싶은 게 아예 없던 사람은 아니었는데 용기가 안 나기도 하고 뚜렷한 목표기 없었기 때문에 하고 싶은 것을 은근슬쩍 다 묻어두고 취업하는 방향으로 밀고 나갔어요."
        },
        {
            "user": "그렇다고 조직생활하기는 또 싫고ㅠ사업은 더더욱 아니고... ㅋㅋㅋ 진짜 답이 없네요ㅋㅋinfp 선배님들은 무슨 일하고 계시나요??",
            "assistant": "흑흑 저랑 똑같은 고민하시네요.. 저도 이것 때문에 취중 시작해야 하는데 너무 스트레스 받아요 ㅠㅠ"
        },
        {
            "user": "저는 NFP 지만 확실한 게 좋고, 할 말이 있으면 이렇다 저렇다 명확히 말하는 게 훨씬 좋아요. 혹시 N이 강한 분들이 저렇게 말하는 건가요....이런 대화법 쓰는 분 만나보셨나요ㅠㅠ",
            "assistant": "저도 직구로 말하는 편 아닌지라 돌려 말하는 게 좀 있는 거 같네요  미리 사과를.. ㅎㅎ"
        },
        {
            "user": "이 두 생각을 딱 들으니 너무 마음이 편해지네요... 깨달음.. 도움 될 분 있을까 해서 올립니다",
            "assistant": "전자처럼 생각해 본 적이 없어서 신선한 충격이네요!저는 오히려 제가 인간관계에 회의적이고 후자처럼 생각하는 게 문제라고 생각했어요.."
        },
        {
            "user": "힘이 있으면 악을 추구하기 쉬워질까요? 하 맨날 머릿속에 이런 생각만 가득해서 현실적이지 못하단 얘기를 듣나 봐요 하지만 현실이 있기 때문에 이런 생각도 할 수 있는 건데....",
            "assistant": "상황에 따라 다르다고 봐요. 선을 쫓는 사람이라도 어떤 상황에선 악을 쫓을 때도 있겠지요."
        },
        {
            "user": "돌아가신 외할머니가 사시던 집도 사라졌다. 외할머니를 모시고 살던 막내 외삼촌은 다른 곳으로 가셨다. 마치 제제를 떠난 사람들처럼, 그렇게 떠나버렸다.",
            "assistant": "저도 유년 시절을 보낸 동네로 탐험?간 적 있어요."
        },
        {
            "user": "널 잡고야 말겠어!!에요 아주.이 따가 올 거예요 사 오고 나서 :3c",
            "assistant": "뭔가를 지를 수 있는 계기 좋네요 "
        },
        {
            "user": "어제 검사해보기론 infp 나왔네요. 작년에 검사하기까진 enfp 나왔는데 하긴 요즘 스트레스 많이 받고 말도 별로 안 하고 공부하며 방콕하고 있긴 해요.",
            "assistant": "전 3개월 만에 infj에서 isfp로 바뀌었어요  대체 그동안 무슨일이있었던걸까요ㅋㅋ"
        },
        {
            "user": "아울러 사회적 기술과 문제 해결 및 대처 방식을 배울 기회도 적어진다.다른 사람과 접촉하는 시간이 거의 없는 만큼 자기의 생각과 충동에만 몰두하는 시간이 늘어나고, 그럴수록 점점 더 타인으로부터 멀어진다. 일종의 오류가 반복되고 누적되는 것이다",
            "assistant": "3차 기능은 반대되게 보조를 맞춰줄 거예요. 덕분에 그나마 강렬한 본인 성향이 한쪽으로 치우치지 않게 잡혀가는 것 아닐까 싶습니다."
        },
        {
            "user": "저 정상이에요. 같이 놀아주세요. 룰 이 있다면 깊게 파지 말기...? ㅎㅎ;;",
            "assistant": "머리카락 하니까 라푼젤"
        },
        {
            "user": "똑같은 실수는 안 해야지 나 혼자 간직해야지 나의 좋은 것들만 보여줘야지",
            "assistant": "좋은 모습들만 보여주려고 애쓰다 보면 스스로 지치게 되어요 ㅜㅠ약간의 빈틈은 주변 사람들이 날 인간적인 면모도 있구나라는 모습을 보여주기 위해 어느 정도 필요하다고 생각해요 ㅎㅎ"
        },
        {
            "user": "자기 유형은 제외한 15가지 유형 중에서요!! 개인적으로 enfj는 사랑입니다.",
            "assistant": "어..저도 알고 싶어요 :D"
        },
        {
            "user": "그냥 무서운 것 같다 두 명이라면 난 저버릴 수 있을 것 같다 비눗방울이 둥둥 떠다니다 사라지는 것처럼 바람 불면 꽃잎이 날아가는 꽃처럼 나도 사르르 날아가고 자연스럽게 그렇게 되면 좋을 텐데 ",
            "assistant": "나는 소중한 사람일까 누군가에게 필요할까란 생각 자주 하곤 해 확인해 보고 싶어지지 지금 당장은 없는 것 같아 보여도 분명 누군가에겐 과거의 인연들이든 앞으로의 인연이든..나도 분명히 추억 속에 남던 지 새겨질 가치가 있는 사람일 거라고 믿어보고 그런 존재가 되고 싶지"
        },
        {
            "user": "열 명중에 한 명이라도 나를 진심으로 좋아하는 이가 있다면 그렇게 실패한 인생은 아니라고 생각한다. 필요 이상으로 너무 인간관계에 쏟았던 에너지 그리고 죄책감으로부터 조금씩 자유로워지고 싶다.나를 스스로 옭아맸던 올가미로부터..",
            "assistant": "글 쳐.오랜 관계들은 도중에 서로 맘 상할 일 있고 그래도 언제 그랬느냥 다시 이어지고 그러죠."
        },
        {
            "user": "학교는 거의 남자 위주로 나온 거 같아서 말주변도 없고 친구도 적어서 그런지 여자친구 만들기 어렵다고 생각이 듭니다. 일단 돈과 시간이 되면 모임에 나갈 생각입니다. 자기소개할 때마다 저는 심장이 쿵쿵 쿵~ 거려여 ㅎㅎ",
            "assistant": "밑에 아까 어떤 분이 남자친구는 어떻게 만드냐고 글올라왓었는데ㅋㅋㅋ 두 분이서 그 글 부끄러운지 지워버리셨네요  번개를 오세요~^^"
        },
        {
            "user": "소주 한 잔에 취하는 약한 저는 너무 힘듭니다. 집 주변은 조용하지도 않고 우범지역 같습니다. 그냥 약 먹고 목매달아 죽었으면..",
            "assistant": "일단 님 글을 보니 infp 중에서도 F가 저처럼 매우 강하신 분 같네요. 입체적인 글 체계화 능력에 대해 한 번 연구해 보심"
        },
        {
            "user": "호감이 생기고 마음이 가고 상대도 나와 같을까 날 드러내며 떠보고 상대도 나와 같은 걸 알게 되고 새로운 관계가 시작되면 지금껏 드러내던 난 감추고 숨어버린 날 잡아 꺼내주길 바란다.나만 이런 거겠죠? :)",
            "assistant": "헐... 공감 ...!!!!!"
        },
        {
            "user": "짜장면이 당기네요.. 내일 점심은 짜장면 먹어야겠어요  물론 혼자",
            "assistant": "짜장면 한 그릇 배달 안 되면 나가서 드셔야 할 텐데... ㅠ ㅠ"
        },
        {
            "user": "그리고 제가 점차 느끼는 것인데 인생에 늦은 것은 없습니다. 단지 자기가 늦었다고 생각할 뿐...그러니 약간 늦었더라도 자기 적성에 맞는 분야에서 자기만족을 느끼면서 사시기를 기원합니다.",
            "assistant": "감사합니다.. 고난을 겪은 분들의 조언은 꼭 마음에 새겨야 하는 것 같아요 "
        },
        {
            "user": "그냥 돈 많이 버는 게 행복이야이런 식으로 대답하게 되네요. 진짜 그러니깐요.",
            "assistant": "솔직히 겨우 버텨 졸업은 했지만 학교생활 아니 학교 자체가 너무 싫었고 세게 말하면 좀 역겨웠어요  솔직히 약하거나 여린 아이들한테는 학교나 단체가 심한 사각지대라고 생각해요 "
        },
        {
            "user": "읽으시느라 수고하셨어요 여러분 이상 아주..사소한 이야기였습니다 ~.~//",
            "assistant": "ㅋㅋ재밌어요근데 intj랑 isfp 관계 좀 올려주세요 ㅎㅎ"
        },
        {
            "user": "그 나이답지 않게 되게 순수해 보인달까 이너프 피가 고대로 나이 먹으면 아마 저렇게 되지 않을까 싶은데 제가 연예인에 관심이 없으면서도 사람 자체에 막 정이 가네요  비록 연예인이지만 ㅋㅋㅋ 여러분은 어떻게 생각하세요?",
            "assistant": "infp 맞는 듯.........제 친구와 비슷하단 느낌을 받았어요 "
        },
        {
            "user": "중학교 2학년은 남자들만 있는데 남자애들만 있다 보니까 정말 많이 떠듭니다. 중학교 2학년은 그렇다 쳐도 중학교 1학년 애들이 하는 짓은 제가 무시당한다는 느낌마저 드는군요..제가 어떻게 아이들을 지도해야 될까요??",
            "assistant": "저도 예전에 어린이 교실에서 잠깐 도와주는 식으로 일을 해봤었는데.. 사실 공부를 가르치기 이전에..."
        },
        {
            "user": "저는 크리스마스에 할 일이 없어요....",
            "assistant": "크리스마스라....12월 중 제일 추운 날이네요.."
        },
        {
            "user": "그런 말을 자주 하니까, 항상 사람들은 맨날 저에게 하는 말이 '뭐가 고맙냐, 뭐가 미안하냐'라는 말을 자주 듣게 되는데요,이게 infp인 사람들의 공통적인 특성인가를 듣 고 싶습니다 ^^저는 그런 이야기를 하루에도 수십 번씩 하거든요 ^^",
            "assistant": "착해 보이겠네요 저도 그래요 "
        },
        {
            "user": "서로서로 배려해 주면서 살까요?아니면.. 너무 성격이 비슷해서 금방 질려 가지고..",
            "assistant": "일단 지표 네 가지가 같으니까 잘 통하긴 하겠지만 그만큼 서로의 단점을 잘 알게 되므로 어쩌면 안 좋은 요소로 작용할 수도 있지 않을까요  현명한 사람이라면 그 문제를 피드백으로 삼고 둘이서 원활하게 해결해 나가려 고안하겠죠"
        },
        {
            "user": "남이 하니까 하는 거고 그러면서 제 자신의 색깔이 거의 없어진 거 같습니다. 독특한걸 좋아하고 남과 다른 걸 좋아하는 제가 이렇게 남을 의식하며 살았나 하며 생각이 듭니다. 오늘부터라도 제 색깔을 다시 찾고 매력도 찾아야겠습니다 ^^;",
            "assistant": "파이팅..^^!"
        },
        {
            "user": "그 로봇 디자인도 맘에 안 들어... 차라리 건담을 보지 인류멸망 절망 그런 SF 진짜 보기 싫더라고요  그리고 과학에도 그다지 관심 없고 ㅋ 님들 생각은 ??",
            "assistant": "isfp인데요 그냥 이유 없는 메카 물 싫어해요 ㅎㅎ별 느낌 없음... ㅋ"
        },
        {
            "user": "s인 사람들과 이야기할 때는 허무맹랑한 소리 했다가 까이기(?) 십상이다.뭔가 상상력을 자제하고 머릿속에 떠오르는 말이 과연 현실적인가 생각해 보게 된다.",
            "assistant": "ㅋㅋ 저는 N 이야기 성심성의껏 들어줘요 ㅋㅋ정말 재미있어요~"
        },
        {
            "user": "아마 제가 I 성향이 강해서 그럴 거 같아요~~ 아 그리고 옆에 아는 사람이 같이 있으면 그 사람에 신경을 집중해서 그런지 사람이 많건 적건 신경 안 쓰는 거 같고요~~ 다른 분들은 사람이 많은 곳(강남, 만원 버스,... 등등)에 있으면 어떤 느낌이 드시나요?",
            "assistant": "솔직히 사람 많으면 정신없죠;;;저는 좀 한산한 정도가 좋아요.."
        },
        {
            "user": "관조적 태도를 취할 때에는 주변인이어도 괜찮다고 생각했었는데 잘 아는 것도 아니고 가벼운 농담을 주고받으며 웃는 사이일 뿐.가깝고 생각을 공유하고 상대방의 의견에 때로는 질문하고 응답하는 가치관을 공유할 수 있는 사람들을 예전부터 만나고 싶어 한 그들이 요즘 들어 더 고파(?) 진달까요.... 역시 이상향을 쫓는 infp의 본성(?) 은 버릴 수가 없나 봐요.",
            "assistant": "포기하는 게 편함-_-아 세상은 이렇구나."
        },
        {
            "user": "크큭 저는 글 좋아하고 동생은 만화 좋아하고 ㅋㅋ 저는 자주 동생의 말도 안 되는 자기 비하에 어이없어하는데 가끔씩 튀어나오는 동생의 감수성을 질투하기도 한답니다.ㅋㅋㅋ그건 4번이라 그렇고요 ㅋㅋ",
            "assistant": "두 분 다 조용하시겠어요(같이 있을 때 빼고)"
        }
    ]
}